Repository: goncaloMgomes/samuel
Catalog: po/*.po
Languages: it

source: %d Positions Loaded
it: %d Posizione salvata

source: %d Positions Saved
it: %d Posizione salvata

source: (searching...)
it: (ricerca in corso...)

source: /Computer to move
it: /La mano al computer

source: /Human to move
it: /La mano al giocatore

source: About
it: A proposito

source: Advanced
it: Avanzato

source: All files
it: Tutti i file

source: Beginner
it: Principiante

source: Book Full!
it: Libro completo!

source: Cancel
it: Annulla

source: Click Cancel to discard changes
it: Clicca su Annulla per non tenere conto dei cambiamenti.

source: Click OK to apply changes.
it: Clicca su Convalida per salvare i cambiamenti.

source: Computer Move
it: Mossa del computer

source: Computer Plays Red
it: Il computer gioca le pedine Rosse

source: Computer Plays White
it: Il computer gioca le pedine Bianche

source: Computer Plays White and Red
it: Il computer gioca le pedine Bianche e Rosse

source: Copy FEN to clipboard
it: Copia il FEN nella clipboard

source: Copy PDN to clipboard
it: Copia il PDN nella clipboard

source: Depth: %d/%d (%d/%d) Eval: %d
it: Profondità: %d/%d (%d/%d) Valutazione: %d

source: Draughts Game
it: Gioco della dama

source: Edit
it: Modifica

source: End of Moves
it: Fine delle mosse

source: Enter values for Search Depth
it: Impostare il numero di mosse calcolate in precedenza

source: Expert
it: Esperto

source: Flip Board
it: Girare la damiera

source: Flip the Board
it: Girare la damiera

source: Game
it: Partita

source: Game Over - Red Wins
it: Game Over - I Rossi vincono

source: Game Over - White Wins
it: Game Over - I Bianchi vincono

source: Game Over - red wins
it: Game Over - Vittoria dei rossi

source: Game Over - white wins
it: Game Over - Vittoria dei bianchi

source: Gameover - red wins
it: Gameover - I Rossi vincono

source: Gameover - white wins
it: Gameover - I bianchi vincono

source: Get FEN
it: Recupera il FEN

source: Get PDN
it: Recupera il PDN

source: Go
it: Inizia

source: Help
it: Aiuto

source: Help (online)
it: Aiuto (online)

source: Human Move
it: Mossa del giocatore

source: Information Panel
it: Pannello Informazioni

source: Initialise the engine
it: Inizializzazione dell'intelligenza artificiale

source: Level
it: Livello

source: Load Game
it: Carica la partita

source: Load..
it: Caricamento...

source: Move Now
it: Gioca adesso

source: Move Now (m)
it: Gioca adesso

source: Move a red piece to restart the game from here
it: Muovi una pedina rossa per riprendere il gioco

source: Move a white piece to restart the game from here
it: Muovi una pedina bianca per riprendere il gioco

source: Move: %ld%c%ld Time: %.2fs KNodes: %ld KN/Sec: %d
it: Mossa: %ld%c%ld Tempo: %.2fs KNodo: %ld KN/Sec: %d

source: New Game
it: Nuova partita

source: Next Move
it: Prossima mossa

source: OK
it: Convalida

source: Opening Book
it: Aprire un libro

source: Options
it: Opzioni

source: Paste FEN from clipboard
it: Incolla il FEN dalla clipboard

source: Paste PDN from clipboard
it: Incolla il PDN dalla clipboard

source: Position Added. %d Value %d
it: Posizione aggiunta. %d Valore %d

source: Position Edit
it: Modificare la posizione

source: Position Exists. %d Value was %d now %d
it: La posizione esiste. %d Il valore era %d, adesso %d

source: Position Removed. %d Value was %d
it: Posizione soppressa. %d Il valore era %d

source: Position does not exist. %d
it: La posizione non esiste. %d

source: Press Go to restart the game from here
it: Premi Inizia per riprendere la partita

source: Press the < > buttons to browse the game
it: Clicca sul tasto < > per visualizzare le mosse giocate

source: Previous Move
it: Mossa precedente

source: Quit
it: Chiudi

source: Quit the Program
it: Chiudere il programma

source: Red
it: Rosso

source: Red to Move
it: Tocca ai Rossi

source: Retract
it: Annulla

source: Retract Move
it: Annullare l'ultima mossa

source: Running Display
it: Visualizzazione in corso

source: Samuel Help (Online)
it: Samuel Aiuto (Online)

source: Samuel is a draughts program for the Gnome desktop
it: Samuel è un gioco di dama per il desktop Gnome

source: Samuel is a draughts program for the Gnome desktop. It is based on the windows program guicheckers
it: Samuel è un gioco di dama per il desktop Gnome. Si basa sul programma windows program guicheckers

source: Samuel is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. Samuel is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with Samuel. If not, see <http://www.gnu.org/licenses/>.
it: Samuel è un software libero: potete ridistribuirlo e/o modificarlo secondo i termini della GNU General Public License pubblicata dalla Free Software Foundation, nella versione 3 della licenza o in una versione successiva. Samuel viene distribuito nella speranza che possa essere utile, ma SENZA NESSUNA GARANZIA; senza una garanzia implicita di COMMERCIABILITA' o IDONEITA' PER UNO SCOPO PARTICOLARE. Consultare la GNU General Public License per ulteriori informazioni. Una copia della GNU General Public License vi è stata inviata unitamente a Samuel. In caso contrario, consultare <http://www.gnu.org/licenses/>.

source: Save Game
it: Salva la partita

source: Save..
it: Salvare...

source: Search Depth (max 52)
it: Mosse calcolate in anticipo (max 52)

source: Set Board
it: Posizionare la damiera

source: Set Computer Colour
it: Scegli il colore per l'ordinatore

source: Set Custom Level Depth
it: Impostare il numero di mosse calcolate in anticipo

source: Set Level
it: Impostare il livello

source: Set Side To Move
it: Girare la damiera

source: Set Side to Move with the radio buttons
it: Scegliere il lato per la mossa con i pulsanti d'opzione

source: Set User-Defined Level
it: Impostare il livello personalizzato

source: Set board position from FEN
it: Impostare la posizione della damiera dal FEN

source: Show About Box
it: Mostra la finestra A proposito

source: Side to Move
it: Lato per effettuare la mossa

source: Start of Moves
it: Inizio delle mosse

source: Status Bar
it: Barra di stato

source: Time Limit (in seconds)
it: Tempo limite (in secondi)

source: Use left mouse to set red pieces
it: Utilizza il tasto sinistro del mouse per posizionare le pedine Rosse

source: Use right mouse to set white pieces
it: Utilizza il tasto destro del mouse per posizionare le pedine Bianche

source: User-defined
it: Personalizzato

source: White
it: Bianchi

source: White to Move
it: La mano ai Bianchi

source: and Time Limit.
it: e Tempo limite

source: pdn files
it: file pdn
